[
    {
        "name": "Russia-Ukraine war update: what we know on day 15 of the Russian invasion",
        "description": "Ukraine president calls Russian shelling maternity hospital in Mariupol ... \nSo far, the parties have been engaged in lower-level talks in...",
        "date": "2시간 전",
        "link": "https://www.theguardian.com/world/2022/mar/10/russia-ukraine-war-update-what-we-know-on-day-15-of-the-russian-invasion",
        "image_path": "crawlingData\\img\\RussiaUkraine war update what we know on day 15 of the Russian invasion image.png",
        "category": "Battle"
    },
    {
        "name": "Russia could launch chemical attack in Ukraine - White House",
        "description": "They said this was partly because of what had been seen in other places \nwhere Russia has been engaged - notably Syria where chemical weapons...",
        "date": "9시간 전",
        "link": "https://www.bbc.com/news/uk-60683248",
        "image_path": "crawlingData\\img\\Russia could launch chemical attack in Ukraine  White House image.png",
        "category": "Battle"
    },
    {
        "name": "Intermediaries seek diplomatic opening, despite gloom about ...",
        "description": "Some officials trying to advance talks between Russia and Ukraine to end \nthe ... the sort of direct high-level engagement with the Ukrainian...",
        "date": "12시간 전",
        "link": "https://www.washingtonpost.com/national-security/2022/03/09/russia-ukraine-diplomacy-resolution-war/",
        "image_path": "crawlingData\\img\\Intermediaries seek diplomatic opening despite gloom about  image.png",
        "category": "Battle"
    },
    {
        "name": "Ukraine conflict: Russia's re-engagement with Africa pays off",
        "description": "As African nations remain silent on Russia's invasion of Ukraine, the \nstrengthened ties seems to be a winning strategy. On March 2, the U.N....",
        "date": "3시간 전",
        "link": "https://frontline.thehindu.com/dispatches/ukraine-conflict-russias-reengagement-with-africa-pays-off/article38452851.ece",
        "image_path": "crawlingData\\img\\Ukraine conflict Russias reengagement with Africa pays off image.png",
        "category": "Battle"
    },
    {
        "name": "Humanitarian Crisis in Ukraine: Scaling Up Our Support ...",
        "description": "The workshops aim to develop the professional skills of frontline leaders \nin negotiation, conflict resolution, and community engagement.",
        "date": "16시간 전",
        "link": "https://reliefweb.int/report/ukraine/humanitarian-crisis-ukraine-scaling-our-support",
        "image_path": "default",
        "category": "Battle"
    },
    {
        "name": "What Russia's War in Ukraine Means for Europe",
        "description": "Russia's invasion of Ukraine marks a turning point for the EU. When \nboosting its capabilities and resilience, Europe must not neglect \nengagement...",
        "date": "2일 전",
        "link": "https://carnegieeurope.eu/strategiceurope/86587",
        "image_path": "crawlingData\\img\\What Russias War in Ukraine Means for Europe image.png",
        "category": "Battle"
    },
    {
        "name": "Biden’s impossible bind: how should the US tackle Russia’s invasion of \nUkraine?",
        "description": "Russia has pummeled Ukraine with more than 625 missiles so far, ... planes \nin the sky over Ukraine and there's an engagement between a Nato...",
        "date": "23시간 전",
        "link": "https://www.theguardian.com/us-news/2022/mar/08/joe-biden-ukraine-russia",
        "image_path": "crawlingData\\img\\Bidens impossible bind how should the US tackle Russias invasion of Ukraine image.png",
        "category": "Battle"
    },
    {
        "name": "Ukraine is the first military engagement of America's Proxy ...",
        "description": "Ukraine is the first military engagement of America's Proxy Wars where a \ncountry wants to fight for itself. Posted by Op Ed | Mar 8, 2022 | \nArticles,...",
        "date": "2일 전",
        "link": "https://www.milwaukeeindependent.com/articles/ukraine-first-military-engagement-americas-proxy-wars-country-wants-fight/",
        "image_path": "crawlingData\\img\\Ukraine is the first military engagement of Americas Proxy  image.png",
        "category": "Battle"
    },
    {
        "name": "Russia's re-engagement with Africa pays off",
        "description": "As numerous African nations remain silent over Russia's invasion of \nUkraine, the tactic seems to be paying off.",
        "date": "19시간 전",
        "link": "https://www.dw.com/en/russias-re-engagement-with-africa-pays-off/a-61064011",
        "image_path": "crawlingData\\img\\Russias reengagement with Africa pays off image.png",
        "category": "Battle"
    },
    {
        "name": "Narendra Modi walks diplomacy tightrope with Vladimir Putin on Ukraine",
        "description": "Since Putin embarked on his invasion of Ukraine, much criticism has been \n... With India engaged in an ongoing tense military standoff with...",
        "date": "7시간 전",
        "link": "https://www.theguardian.com/world/2022/mar/10/narendra-modi-walks-diplomacy-tightrope-with-vladimir-putin-on-ukraine",
        "image_path": "crawlingData\\img\\Narendra Modi walks diplomacy tightrope with Vladimir Putin on Ukraine image.png",
        "category": "Battle"
    }
]