[
    {
        "description": "Провів перемовини з Прем'єр-міністром  @jonasgahrstore. Повідомив про перебіг опору агресії, жахливі воєнні злочини РФ. Погодилися: усі винні мають бути покарані. На порядку денному – посилення співпраці, зокрема енергетичної. Цінуємо підтримку ! Маємо відновити мир в .",
        "date": "04월11일",
        "description_ko": "그는 @jonasgahrstore 총리를 보냈습니다.러시아 연방의 침략, 끔찍한 군사 범죄의 저항성을보고했다.합의 된 : 모든 유죄가 처벌되어야합니다.의제 - 협력 강화, 특히 에너지.지원에 감사드립니다!우리는 평화를 회복해야합니다.",
        "catagory": "트위터"
    },
    {
        "description": "Held talks with  PM @jonasgahrstore. Informed of the course of resistance to aggression, RF’s horrific war crimes. We agreed that all guilty must be punished. Enhancing cooperation, including in energy sector, is on the agenda. Appreciate  support! We must restore peace in ",
        "date": "04월11일",
        "description_ko": "PM @jonasgahrstore와의 회담을 개최했습니다.침략에 대한 저항 과정, RF의 끔찍한 전쟁 범죄.우리는 모든 유죄가 처벌되어야한다는 동의했습니다.에너지 부문을 포함한 협력 강화는 의제에 있습니다.지원에 감사드립니다!우리는 평화를 회복해야합니다",
        "catagory": "트위터"
    },
    {
        "description": "Продовжив діалог з Прем'єр-міністром  @MinPres. Обговорили оборонну підтримку  в нашій протидії агресії РФ, необхідність посилення санкцій та покарання всіх винних у жахливих злочинах агресора на  землі. Координуватимемо й надалі зусилля заради досягнення миру в Україні!",
        "date": "04월11일",
        "description_ko": "총리 @minpres와 함께 계속 된 대화.지구상의 모든 유죄 공격 범죄의 제재와 처벌을 강화해야 할 필요성은 러시아 연방에 대한 수비 지원에 대해 논의했습니다.나는 우크라이나에서 평화를 달성하기 위해 노력을 조정할 것입니다!",
        "catagory": "트위터"
    },
    {
        "description": "Continued dialogue with  PM @MinPres. Discussed defense support for  in our counteraction to the RF’s aggression, the need to enhance sanctions & punish all those guilty of the horrible crimes of the aggressor in . We’ll continue to coordinate efforts to achieve peace in ",
        "date": "04월11일",
        "description_ko": "PM @Minpres와 함께 계속 된 대화.RF의 침략에 대한 중화에 대한 방어 지원에 대해 논의하고, 제재를 강화하고 공격자의 끔찍한 범죄에 대해 유죄를 인정하는 모든 사람들을 처벌 할 필요가 있습니다.우리는 평화를 달성하기위한 노력을 계속 조정할 것입니다",
        "catagory": "트위터"
    },
    {
        "description": "Провів телефонну розмову з Головою @_AfricanUnion, Президентом  @Macky_Sall. Відзначив заяву @_AfricanUnion від 24 лютого щодо поваги до суверенітету й територіальної цілісності . Поінформував про нашу боротьбу з російським вторгненням та жахливі злочини агресора.",
        "date": "04월11일",
        "description_ko": "그는 @macky_sall 대통령 인 그의 머리 @ _africanunion과 전화 대화를 보냈습니다.2 월 24 일부터 주권 및 영토 무결성을 존중하기 위해 @ _africanunion이라는 성명서를 기록했습니다.러시아 침략과 침략자의 끔찍한 범죄에 대한 투쟁에 대해 알았습니다.",
        "catagory": "트위터"
    },
    {
        "description": "Had a phone conversation with @_AfricanUnion Chairman,   President @Macky_Sall. Noted the statement of @_AfricanUnion dated 24.02 on respect for ’s sovereignty & territorial integrity.  Informed about our struggle against the invasion & heinous crimes of the Russian aggressor",
        "date": "04월11일",
        "description_ko": "@macky_sall 대통령 인 @_africanunionion 회장과 전화 대화가있었습니다.@_africanunion의 성명서는 'S 주권 및 영토 무결성에 대한 24.02.러시아 침략자의 침공 및 가증하는 범죄에 대한 우리의 투쟁에 대해 알려줍니다.",
        "catagory": "트위터"
    },
    {
        "description": "Сьогодні вшановуємо пам'ять жертв авіакатастрофи під Смоленськом, яка 12 років тому забрала життя Президента Леха Качинського та представників  еліти. У цей день ми солідарні з нашими  друзями та союзниками, які твердо стоять з  у протидії агресії РФ. #smolenskpamietamy",
        "date": "04월11일",
        "description_ko": "오늘날 우리는 Lech Kaczynsky 대통령과 엘리트 대표의 대통령의 삶을 살았던 Smolensk에서 비행기 추락의 희생자의 기억을 존중할 것입니다.오늘 우리는 러시아의 침략을 단단히 털어 놓는 친구들과 동맹국들과 단호한 것입니다.#smolenskpamietoramy.",
        "catagory": "트위터"
    },
    {
        "description": "We honor the memory of the victims of the plane crash near #Smolensk, which took the lives of President Lech Kaczyński &  elite representatives 12 years ago. Today, we stand in solidarity with  friends & allies, who stand with  against Russian aggression. #smolenskpamietamy",
        "date": "04월11일",
        "description_ko": "우리는 Rech Kaczyński & Elite 대리인 대통령을 12 년 전에 삶을 차지한 #smolensk 근처의 비행기 추락의 희생자의 기억을 존중합니다.오늘날 우리는 러시아 침략과 함께 서있는 친구들과 동맹국들과 연대해서 서 있습니다.#smolenskpamietoramy",
        "catagory": "트위터"
    },
    {
        "description": "Had a phone conversation with @OlafScholz. We emphasized that all perpetrators of war crimes must be identified and punished. We also discussed anti-Russian sanctions, defense and financial support for Ukraine.",
        "date": "04월11일",
        "description_ko": "@Olafscholz와의 전화 대화가있었습니다.우리는 전쟁 범죄의 모든 가해자가 확인되고 처벌 받아야한다는 것을 강조했다.우리는 또한 우크라이나에 대한 혈관 방어, 방어 및 재정 지원을 논의했습니다.",
        "catagory": "트위터"
    },
    {
        "description": "Провів телефонну розмову з @OlafScholz. Наголосили, що всі винні у воєнних злочинах мають бути ідентифіковані та покарані. Обговорили антиросійські санкції, оборонну та фінансову підтримку України.",
        "date": "04월11일",
        "description_ko": "@olafscholz로 전화 대화를 실시했습니다.그것은 모든 유죄 범죄를 확인하고 처벌 받아야한다는 것을 강조했습니다.우크라이나의 혈관 방어 제재, 방어 및 재정 지원에 대해 논의했습니다.",
        "catagory": "트위터"
    }
]